Repository: wp-plugins/wp-viewer-log
Catalog: languages/wpvllang-*.po
Languages: es_es

source: Options
es_es: Opciones

source: This plugin requires WordPress 3.3 or greater.
es_es: El plugin necesita WordPress 3.3 o posterior.

source: Error to load wp-config.php.
es_es: Error cargado el wp-config.php.

source: Error to load log file.
es_es: Error cargando el archivo del log.

source: Errors
es_es: Errores

source: View Log
es_es: Ver log

source: I delete the contents of log.
es_es: Ha borrado el contenido del log.

source: Added from the plugin WP Viewer Log
es_es: Añadido desde el plugin WP Viewer Log

source: Added from the plugin WP Viewer Log with custom code
es_es: Añadido desde el plugin WP Viewer Log con código personalizado

source: For security has not been edited wp-config.php file, edit it manually.
es_es: Por seguridad el archivo wp-config.php no ha sido editado, editelo manualmente.

source: %1sWithout Error%2s
es_es: %1sSin errores%2s

source: Options Plugin
es_es: Opciones del plugin

source: Type
es_es: Tipo

source: No.
es_es: Nº

source: View Full Log
es_es: Ver log completo

source: Dashboard widget:
es_es: Widget del escritorio:

source: Link on Admin Bar:
es_es: Enlace en la barra de administración:

source: Define Target:
es_es: Definir target:

source: <strong>Advanced Settings</strong>
es_es: <strong>Opciones Avanzadas</strong>

source: View wp-config.php:
es_es: Ver el wp-config.php:

source: Add Code:
es_es: Añadir código:

source: Your custom code:
es_es: Su código personalizado:

source: WPVL Options
es_es: WPVL Opciones

source: WP Viewer Log - Version: %s
es_es: WP Viewer Log - Versión: %s

source: Clear Log
es_es: Limpiar log

source: Settings saved.
es_es: Ajustes guardados.

source: Plugin Options
es_es: Opciones del plugin

source: Current WP Config File
es_es: Archivo WP Config actual

source: Important
es_es: Importante

source: - You can add a widget on the desktop, by default is enabled.
es_es: - Puede añadir un widget en el escritorio, por defecto viene activado.

source: - If you activate the admin bar link will be displayed only when there are errors and select target to open link.
es_es: - Si activa la barra de administración sólo se mostrará cuando hayan errores y podra seleccionar el target para abrir el enlace.

source: - Edit the wp-config.php file to configure the WP_DEBUG.
es_es: - Editar el archivo wp-config.php para configurar el WP_DEBUG.

source: - The default code is:
es_es: - El código por defecto es:

source: - If you manually add code after using the plugin were eliminated because they always used the copy for editing.
es_es: - Si agrega manualmente código después de usar el plugin serán eliminados, ya que siempre se utiliza la copia para su edición.

source: - If you disable the custom code file wp-config.php will be restored to its original state before activating the plugin.
es_es: - Si deshabilita el código personalizado el archivo wp-config.php será restaurado a su estado original antes de activar el plugin.

source: - If you configure your wp-config.php without the plugin, the widget as the page log work.
es_es: - Si configura el wp-config.php sin el plugin, el widget como la pestaña del log funcionarán igual.

source: Disabled
es_es: Desactivado

source: Enable
es_es: Activar

source: Also enabled on Front End
es_es: Tambien activar en el Front End

source: Enabled
es_es: Activado

source: Custom Code
es_es: Código personalizado
